demo/delta/system/snappyHexMeshDict
FoamFile { version 2.0; format ascii; class dictionary; object snappyHexMeshDict; }
castellatedMesh true; snap true; addLayers false;
geometry
{
    deltawing.stl { type triSurfaceMesh; name wing; }
    vortexBox { type searchableBox; min (-0.10 -0.72 -0.06); max (1.90 0.72 0.85); }
}
castellatedMeshControls
{
    maxLocalCells 12000000; maxGlobalCells 12000000; minRefinementCells 10; maxLoadUnbalance 0.1;
    nCellsBetweenLevels 3;
    features ( { file "deltawing.eMesh"; level 6; } );
    refinementSurfaces { wing { level (4 5); patchInfo { type wall; } } }
    resolveFeatureAngle 30;
    refinementRegions { vortexBox { mode inside; levels ((1e15 4)); } }
    locationInMesh (6 3 3); allowFreeStandingZoneFaces true;
}
snapControls { nSmoothPatch 3; tolerance 2.0; nSolveIter 30; nRelaxIter 5; nFeatureSnapIter 10; implicitFeatureSnap false; explicitFeatureSnap true; multiRegionFeatureSnap false; }
addLayersControls { relativeSizes true; layers {} expansionRatio 1.0; finalLayerThickness 0.3; minThickness 0.1; nGrow 0; featureAngle 60; nRelaxIter 3; nSmoothSurfaceNormals 1; nSmoothNormals 3; nSmoothThickness 10; maxFaceThicknessRatio 0.5; maxThicknessToMedialRatio 0.3; minMedialAxisAngle 90; nBufferCellsNoExtrude 0; nLayerIter 50; }
meshQualityControls { maxNonOrtho 65; maxBoundarySkewness 20; maxInternalSkewness 4; maxConcave 80; minVol 1e-13; minTetQuality 1e-15; minArea -1; minTwist 0.02; minDeterminant 0.001; minFaceWeight 0.02; minVolRatio 0.01; minTriangleTwist -1; nSmoothScale 4; errorReduction 0.75; }
mergeTolerance 1e-6; debug 0;
