demo/delta/constant/turbulenceProperties
FoamFile { version 2.0; format ascii; class dictionary; object turbulenceProperties; }
simulationType LES;
LES { LESModel SpalartAllmarasIDDES; turbulence on; printCoeffs on; delta IDDESDelta; }
