demo/delta/system/fvSolution
FoamFile { version 2.0; format ascii; class dictionary; object fvSolution; }
solvers {
  p { solver GAMG; smoother DICGaussSeidel; tolerance 1e-6; relTol 0.05; }
  pFinal { $p; relTol 0; }
  "(U|nuTilda)" { solver smoothSolver; smoother symGaussSeidel; tolerance 1e-8; relTol 0.1; }
  "(U|nuTilda)Final" { $U; relTol 0; }
}
PIMPLE { nOuterCorrectors 1; nCorrectors 2; nNonOrthogonalCorrectors 0; }
relaxationFactors { equations { ".*" 1; } }
