demo/delta/system/decomposeParDict
FoamFile { version 2.0; format ascii; class dictionary; object decomposeParDict; }
numberOfSubdomains 20; method hierarchical; hierarchicalCoeffs { n (5 2 2); }
