demo/delta/system/surfaceFeatureExtractDict
FoamFile { version 2.0; format ascii; class dictionary; object surfaceFeatureExtractDict; }
deltawing.stl { extractionMethod extractFromSurface; extractFromSurfaceCoeffs { includedAngle 150; } writeObj yes; }
